{
  "EMPLOYEE_ID": "Employee ID",
  "CHART_BUTTON": "Chart",
  "LIST_BUTTON": "List",
  "MY_TIMESHEET": "My Time Sheet",
 
  "BACK_BUTTON_TEXT": "Back",

  "NAME": "Name",
  "EMAIL": "Email",
  "USERNAME": "Username",
  "PASSWORD": "Password",
  "LOGIN": "Sign in",
  "SIGNUP": "Sign up",

  "TAB1_TITLE": "Items",
  "TAB2_TITLE": "Search",
  "TAB3_TITLE": "Settings",

  "MAP_TITLE": "Map",

  "TUTORIAL_ACKNOWLEDGED_BUTTON": "Acknowledged",
  "TUTORIAL_SKIP_BUTTON": "Skip",
  "TUTORIAL_CONTINUE_BUTTON": "Continue",

  "TUTORIAL_SLIDE1_TITLE": "Welcome to the PTS App",
  "TUTORIAL_SLIDE1_DESCRIPTION": "The <b>PTS App</b> is intended as a platform for colleagues and department heads to submit and approve timesheets <strong>anywhere, anytime and through any network.</strong> With this app, timesheet submission and approval will no longer require a computer or connection to the company’s internal network, and <strong>can be done during any spare moment of the day.</strong> A great time-saver and accuracy enhancer, the PTS App improves your timesheet experience. Here are a few tips for your reference.",

  "TUTORIAL_SLIDE2_TITLE": "My Time Sheet",
  "TUTORIAL_SLIDE2_DESCRIPTION": "1. <strong>Every day before you get off work, spend 3~5 minutes</strong>, to recall what work you have done during the day (no need to go overboard with the details down to every minute; use 0.5 hours as a base unit). If the project you are working on already exists in the timesheet, simply fill in the amount of time you spent on it. If you are working on something new, please add a new project. On Monday morning, simply perform a quick review of last week’s timesheet before you submit it. Since Mondays are usually peak traffic days for PTS, <strong>we recommend that you avoid waiting until Monday to fill in the previous week’s timesheet. It will take you more time and errors are more likely to occur.</strong><br>2. If you are mostly working on the same projects as you did last week, <strong>you can use the copy function to copy last week’s projects to this week’s timesheet, </strong>and then adjust the specific hours for each day. This way, you can save a lot of time and effort.<br>3. The total work hours you fill in should not be fewer than the standard work hours of the company (each site may have different standards). <strong>Non-project</strong> related company, department, or personal activities, national holidays and personal leaves <strong>should be filled in as “Non-Project” items</strong> on the timesheet. You don’t need to fill in the timesheet for Saturdays and Sundays (unless you worked overtime on these days).",

  "TUTORIAL_SLIDE3_TITLE": "Approving Subordinate Timesheets",
  "TUTORIAL_SLIDE3_DESCRIPTION": "1. Before you review your subordinates' timesheets, you can save some time by firstly taking a <strong>look at the statistical charts</strong> of the various projects and work items. This way, you can see directly if there are problems and then view details of the related items when necessary.<br>2. Since a significant number of colleagues tend to fill in and submit their timesheets on Monday mornings, <strong>we recommend that you review subordinate timesheets on late Monday afternoons</strong>.",

  "TUTORIAL_SLIDE4_TITLE": "Ready to Play?",

  "WELCOME_INTRO": "The starting point for your next great Ionic app",

  "SETTINGS_OPTION_LANG": "Language",
  
  "SETTINGS_TITLE": "Settings",
  "SETTINGS_OPTION1": "Option 1",
  "SETTINGS_OPTION2": "Option 2",
  "SETTINGS_OPTION3": "Option 3",
  "SETTINGS_OPTION4": "Option 4",

  "SETTINGS_PROFILE_BUTTON": "Edit Profile",

  "SETTINGS_PAGE_PROFILE": "Edit Profile",

  "WELCOME_TITLE": "Welcome",

  "LOGIN_TITLE": "Sign in",
  "LOGIN_ERROR": "Unable to sign in. Please check your account information and try again.",
  "LOGIN_BUTTON": "Sign in",
  "SIGNUP_TITLE": "Sign up",
  "SIGNUP_ERROR": "Unable to create account. Please check your account information and try again.",
  "SIGNUP_BUTTON": "Sign up",

  "LIST_MASTER_TITLE": "Items",

  "ITEM_CREATE_TITLE": "New Item",
  "ITEM_CREATE_CHOOSE_IMAGE": "Add Image",

  "ITEM_NAME_PLACEHOLDER": "Name",
  "ITEM_ABOUT_PLACEHOLDER": "About",

  "DONE_BUTTON": "Done",
  "CANCEL_BUTTON": "Cancel",
  "DELETE_BUTTON": "Delete",

  "CARDS_TITLE": "Social",

  "SEARCH_TITLE": "Search",
  "SEARCH_PLACEHOLDER": "Search the items list, e.g. \"Donald Duck\""
}